Repository: wp-plugins/birds-portfolio
Catalog: languages/birds-portfolio-*.po
Languages: sr_rs

source: Enter project title here
sr_rs: Ovde unesite naziv projekta

source: Featured Image
sr_rs: Uobličena slika

source: Project Title
sr_rs: Naziv projekta

source: Categories
sr_rs: Kategorije

source: Project updated. <a href="%s">View Project</a>
sr_rs: Projekat ažuriran. <a href="%s">Vidi projekat</a>

source: Custom field updated.
sr_rs: Prilagođeno polje ažurirano.

source: Custom field deleted.
sr_rs: Prilagođeno polje obrisano.

source: Project updated.
sr_rs: Projekat ažuriran.

source: Project restored to revision from %s
sr_rs: Projekat vracen na reviziju od %s.

source: Project published. <a href="%s">View It</a>
sr_rs: Projekat objavljen. <a href="%s">Pogledajte</a>

source: Project saved.
sr_rs: Projekat sačuvan.

source: Project submitted. <a target="_blank" href="%s">Preview Project</a>
sr_rs: Projekat podnesen. <a target="_blank" href="%s">Pregledaj projekat</a>

source: Project scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Project</a>
sr_rs: Projekat planiran za: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Pregledaj projekat</a>

source: Project draft updated. <a target="_blank" href="%s">Preview Project</a>
sr_rs: Skica projekta ažurirana <a target="_blank" href="%s">Pregledaj projekat</a>

source: Project Informations
sr_rs: Podaci o projektu

source: Short Description
sr_rs: Podaci o projektu

source: A short description of the project.
sr_rs: Kratak opis projekta

source: Client Name
sr_rs: Ime klijenta

source: Enter the name of your Client.
sr_rs: Unesite ime svog klijenta

source: Company Name
sr_rs: Naziv kompanije

source: Testimonial
sr_rs: Svedočenje

source: Enter a testimonial from your Client to be displayed on the single Project page
sr_rs: Unesite svedočenje svog klijenta koje treba prikazati na određenoj strani projekta.

source: Project Link
sr_rs: Link za projekat

source: Enter an URL to link this Portfolio Project to your Client Website.
sr_rs: Unesite URL da biste povezali ovaj portfolio projekta sa web site-om svog klijenta.

source: Country
sr_rs: Država

source: Enter the country where this project has been realised.
sr_rs: Unesite državu u kojoj se realizuje projekat.

source: Project Manager
sr_rs: Menadžer projekta

source: Enter the name of the Project Manager.
sr_rs: Unesite ime menadžera projekta.

source: Project Gallery
sr_rs: Galerija projekta

source: Upload the images related to this project.
sr_rs: Otpremite slike u vezi sa projektom.

source: The Featured Image won't appear in the slider
sr_rs: Ova uobličena slika neće se pojaviti u slajderu.

source: You can drag and drop the images to reorder them.
sr_rs: Možete prevlačiti i pozicionirati slike kako biste im promenili raspored.

source: Add Images
sr_rs: Dodaj slike

source: Remove image
sr_rs: Ukloni sliku

source: Video Embedded Code
sr_rs: Ugrađeni video kod

source: Insert a video into your project page.
sr_rs: Unesite video na stranicu projekta.

source: The video will appear before the Image Gallery in the slideshow.
sr_rs: Ovaj video će se pojaviti prilikom prikazivanja slajdova pre galerije slika.

source: No project in this category
sr_rs: U ovoj kategoriji nema projekta.

source: All
sr_rs: Svi

source: Client
sr_rs: Klijent

source: Category
sr_rs: Kategorija

source: Visite Website:
sr_rs: Posetite web site:

source: Related Work
sr_rs: Radovi sa sličnom temom:

source: Upload or Choose the Image Files to include to the Project
sr_rs: Otpremite ili odaberite datoteke sa slikama koje treba uključiti u projekat

source: Add to Gallery
sr_rs: Dodaj galeriji

# Post Type General Name
source: Projects
sr_rs: Projekti [Opšti naziv vrste posta]

# Post Type Singular Name
source: Project
sr_rs: Projekat [Pojedinačni naziv vrste posta]

source: Parent Project:
sr_rs: Nadređeni projekat

source: All Projects
sr_rs: Svi projekti

source: View Project
sr_rs: Vidi projekat

source: Add New Project
sr_rs: Dodaj novi projekat

source: Add New
sr_rs: Dodaj novi

source: Edit Project
sr_rs: Uredi projekat

source: Update Project
sr_rs: Ažuriraj projekat

source: Search Project
sr_rs: Pretraži projekat

source: No Project found
sr_rs: Nije pronađen nijedan projekat

source: No Project found in Trash
sr_rs: Nije pronađen nijedan projekat u korpi za otpatke

source: projects
sr_rs: projekti

source: Portfolio projects
sr_rs: Portfolio projekata

# Taxonomy General Name
source: Projects Categories
sr_rs: Kategorije projekata [Opšti naziv taksonomije]

# Taxonomy Singular Name
source: Project Category
sr_rs: Kategorija projekta [Pojedinačni naziv taksonomije]

source: Projects Categories
sr_rs: Kategorije projekata

source: All Categories
sr_rs: Sve kategorije

source: Parent Category
sr_rs: Nadređena kategorija

source: Parent Category:
sr_rs: Nadređena kategorija:

source: New Category
sr_rs: Nova kategorija

source: Add New Category
sr_rs: Dodaj novu kategoriju

source: Edit Category
sr_rs: Uredi kategoriju

source: Update Category
sr_rs: Ažuriraj kategoriju

source: Separate Categories with commas
sr_rs: Odvojite kategorije zarezima

source: Search Categories
sr_rs: Pretraži kategorije

source: Add or remove Categories
sr_rs: Dodaj ili ukloni kategorije

source: Choose from the most used Categories
sr_rs: Izaberite među kategorijama koje se najčešće upotrebljavaju

source: Not Found
sr_rs: Nije pronađen
